Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: (Numbers indicate % of women experiencing an unintended pregnancy during the first year of typical use of the method).
as_in: (సంఖ్యలు పద్ధతి యొక్క సాధారణ ఉపయోగం యొక్క మొదటి సంవత్సరంలో అనాలోచిత గర్భాన్ని ఎదుర్కొంటున్న % మంది స్త్రీలను సూచిస్తాయి).
bn_in: (সংখ্যাগুলি পদ্ধতির সাধারণ ব্যবহারের প্রথম বছরে অবাঞ্ছিত গর্ভধারণের অভিজ্ঞতা হওয়া মহিলাদের % নির্দেশ করছে)।
gu_in: (અહીં દર્શાવવામાં આવેલી સંખ્યાઓ કોઈ ચોક્કસ પદ્ધતિનો વિશિષ્ટ રીતે ઉપયોગ કરવાના પ્રથમ વર્ષ દરમિયાન અનિચ્છિત ગર્ભાવસ્થાનો સામનો કરી રહેલી સ્ત્રીઓની ટકાવારીને દર્શાવે છે).
hi: (विधि के विशिष्ट उपयोग के पहले वर्ष के दौरान अनपेक्षित गर्भावस्था का अनुभव करने वाली महिलाओं का % संख्याएं बताती हैं).
kn_in: (ಸಂಖ್ಯೆಗಳು ವಿಧಾನದ ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಮೊದಲ ವರ್ಷದಲ್ಲಿ ಅನಪೇಕ್ಷಿತ ಗರ್ಭಧಾರಣೆಯನ್ನು ಅನುಭವಿಸುವ ಮಹಿಳೆಯರ ಶೇಕಡಾವಾರು ಪ್ರಮಾಣವನ್ನು ಸೂಚಿಸುತ್ತವೆ).
ml_in: (സംഖ്യ ഈ രീതിയുടെ സാധാരണ ഉപയോഗത്തിന്റെ ആദ്യ വർഷത്തിൽ ഉദ്ദേശിക്കാത്ത ഗർഭധാരണം അനുഭവിക്കുന്ന സ്ത്രീകളുടെ % സൂചിപ്പിക്കുന്നു).
or_in: (ପ୍ରଣାଳୀର ବିଶେଷ ବ୍ୟବହାରର ପ୍ରଥମ ବର୍ଷ ଅବଧିରେ ଅନପେକ୍ଷିତ ଗର୍ଭଧାରଣ ଅନୁଭବ କରାଯାଉଥିବା ମହିଳାମାନଙ୍କ % ସଂଖ୍ୟା ସୂଚିତ କରେ)
pa_in: (ਅੰਕੜੇ ਦਰਸਾਉਂਦੇ ਹਨ ਵਿਧੀ ਦੀ ਆਮ ਵਰਤੋਂ ਦੇ ਪਹਿਲੇ ਸਾਲ ਦੌਰਾਨ ਅਣਚਾਹੀ ਗਰਭ ਅਵਸਥਾ ਦਾ ਅਨੁਭਵ ਕਰਨ ਵਾਲੀਆਂ ਔਰਤਾਂ ਦਾ %)
ta_in: (இந்த முறையைப் பயன்படுத்திய முதல் வருடத்தில் -----% பெண்களில் எதிர்பாராத கர்ப்பம் ஏற்பட்டதை எண்கள் குறிப்பிடுகின்றன).
te_in: (సంఖ్యలు పద్ధతి యొక్క సాధారణ ఉపయోగం యొక్క మొదటి సంవత్సరంలో అనాలోచిత గర్భాన్ని ఎదుర్కొంటున్న % మంది స్త్రీలను సూచిస్తాయి)

source: * For women who are less than 6 weeks postpartum and primarily breastfeeding, use of POIs is not usually recommended unless other more appropriate methods are not available or not acceptable.
as_in: *প্ৰসৱৰ পিছত 6 সপ্তাহতকৈ কম সময় হোৱা আৰু প্ৰাথমিকভাৱে স্তন্যপান কৰাই থকা মহিলাসকলৰ বাবে, আন অধিক উপযুক্ত পদ্ধতি উপলব্ধ হ'লে বা গ্ৰহণযোগ্য হ'লে সাধাৰণতে POI-ৰ ব্যৱহাৰৰ পৰামৰ্শ দিয়া নহয়।
bn_in: *প্রসবের পর 6 সপ্তাহের কম ও প্রধানত স্তন্যদায়িনী মহিলাদের জন্য POI-এর ব্যবহার সাধারণত সুপারিশ করা হয় না, যদি না আরও অন্যান্য ও উপযুক্ত পদ্ধতি উপলভ্য বা গ্রহণযোগ্য না থাকে।
gu_in: * જે સ્ત્રીઓને પ્રસૂતિ પછી 6 અઠવાડિયાથી પણ ઓછો સમય થયો હોય અને પ્રાથમિક રીતે સ્તનપાન કરાવી રહી હોય, તેમને સામાન્ય રીતે POIsનો ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી, સિવાય કે અન્ય કોઈ વધારે યોગ્ય પદ્ધતિઓ ઉપલબ્ધ ના હોય કે સ્વીકાર્ય ના હોય.
hi: उन महिलाओं के लिए जिनको प्रसव के बाद 6 सप्ताह से कम समय हुआ है और मुख्य रूप से स्तनपान करा रही हैं, उनके लिए आमतौर पर POIs के उपयोग की अनुशंसा नहीं की जाती है जब तक कि अन्य अधिक उपयुक्त तरीके उपलब्ध न हों या स्वीकार्य न हों।
kn_in: * 6 ವಾರಗಳಿಗಿಂತ ಕಡಿಮೆ ಬಾಣಂತಿಯಾಗಿರುವ ಮತ್ತು ಪ್ರಾಥಮಿಕವಾಗಿ ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸುವ ಮಹಿಳೆಯರಿಗೆ, ಇತರ ಸೂಕ್ತ ವಿಧಾನಗಳು ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದಿದ್ದರೆ POIಗಳ ಬಳಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ml_in: * പ്രസവം കഴിഞ്ഞ് 6 ആഴ്ചയിൽ താഴെയുള്ളതും പ്രാഥമികമായി മുലയൂട്ടുന്നതുമായ സ്ത്രീകൾക്ക്, മറ്റ് കൂടുതൽ ഉചിതമായ രീതികൾ ലഭ്യമല്ലാത്തതോ അല്ലെങ്കിൽ സ്വീകാര്യമല്ലാത്തതോ ആയ പക്ഷം സാധാരണയായി POI-കളുടെ ഉപയോഗം ശുപാർശ ചെയ്യപ്പെടുന്നില്ല.
or_in: * ପ୍ରସବ ପରେ ଯେଉଁ ମହିଳାମାନେ 6 ସପ୍ତାହରୁ କମ ହୋଇଥିବେ ଏବଂ ମୁଖ୍ୟତଃ ସ୍ତନ୍ୟପାନ କରାଉଥିବେ, ତେବେ ଯେପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ କୌଣସି ଅଧିକ ଉପଯୁକ୍ତ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ ହୋଇନାହିଁ କିମ୍ୱା ସ୍ୱୀକାର କରାଯାଇନାହିଁ, ସେପର୍ଯ୍ୟନ୍ତ POIs ର ବ୍ୟବହାର ପାଇଁ ସାଧାରଣତଃ ପରାମର୍ଶ ଦିଆଯାଏ ନାହିଁ।
pa_in: * ਉਨ੍ਹਾਂ ਔਰਤਾਂ ਲਈ ਜੋ 6 ਹਫਤਿਆਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਅਤੇ ਮੁੱਖ ਤੌਰ 'ਤੇ ਛਾਤੀ ਦਾ ਦੁੱਧ ਪਿਲਾਉਂਦੀਆਂ ਹਨ, POIs ਦੀ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਆਮ ਤੌਰ 'ਤੇ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਜਦੋਂ ਤੱਕ ਕਿ ਹੋਰ ਵਧੇਰੇ ਉਚਿਤ ਤਰੀਕੇ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦੇ ਜਾਂ ਸਵੀਕਾਰ ਯੋਗ ਨਹੀਂ ਹੁੰਦੇ।
ta_in: *பிரசவத்திற்கு பின்னர் 6 வாரங்களுக்கும் குறைவாகவும், முதன்மையாக தாய்ப்பால் கொடுத்தும் வரும் பெண்களுக்கு , பிற பொருத்தமான முறைகள் கிடைக்கவில்லை என்றாலோ அல்லது ஏற்றுக்கொள்ளப்படாவிட்டாலோ, பொதுவாக POI-களை பயன்படுத்துவது வழக்கமாக பரிந்துரைக்கப்படாது.
te_in: * 6 వారాల కంటే తక్కువ ప్రసవానంతర మరియు ప్రధానంగా తల్లిపాలు ఉన్న మహిళలకు, ఇతర సరైన పద్ధతులు అందుబాటులో లేకుంటే లేదా ఆమోదయోగ్యం కానట్లయితే సాధారణంగా POIల ఉపయోగం సిఫార్సు చేయబడదు.

source: * However, for programmatic reasons, some contraceptive methods may be provided during this period.
as_in: * অৱশ্যে, কাৰ্যসূচীগত কাৰণত, এই সময়ছোৱাত কিছুমান গৰ্ভনিৰোধক পদ্ধতি প্ৰদান কৰা হ'ব পাৰে।
bn_in: *তবে, এই সময়কালে কর্মসূচীগত কারণে কয়েকটি গর্ভনিরোধক পদ্ধতি প্রদান করা যায়।
gu_in: * જોકે, કાર્યક્રમ સંબંધિત કેટલાક કારણોસર આ સમયગાળા દરમિયાન કેટલીક ગર્ભનિરોધક પદ્ધતિઓને પૂરી પાડવામાં આવી શકે છે.
hi: हालाँकि, कार्यक्रम संबंधी कारणों से, कुछ गर्भनिरोधक विधियाँ इस अवधि के दौरान प्रदान की जा सकती हैं।
kn_in: * ಆದಾಗ್ಯೂ, ಕಾರ್ಯಕ್ರಮಾತ್ಮಕ ಕಾರಣಗಳಿಗಾಗಿ, ಈ ಅವಧಿಯಲ್ಲಿ ಕೆಲವು ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳನ್ನು ಒದಗಿಸಬಹುದು.
ml_in: * എന്നിരുന്നാലും, പ്രോഗ്രാമാറ്റിക് കാരണങ്ങളാൽ, ഈ കാലയളവിൽ ചില ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ നൽകിയേക്കാം.
or_in: * ହେଲେ, କ୍ରମାଦେଶାତ୍ମକ କାରଣ ପାଇଁ ଏହି ଅବଧିରେ କିଛି ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ପ୍ରଦାନ କରାଯାଇପାରେ।
pa_in: * ਹਾਲਾਂਕਿ, ਪ੍ਰੋਗਰਾਮਿਕ ਕਾਰਨਾਂ ਕਰਕੇ, ਇਸ ਮਿਆਦ ਦੌਰਾਨ ਕੁਝ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
ta_in: *எனினும், திட்ட காரணங்களுக்காக, இந்த கால கட்டத்தில் சில கருத்தடை முறைகளும் வழங்கப்படலாம். .
te_in: * అయితే, ఏదైనా సరే ప్రోగ్రామాటిక్ కారణాల వల్ల, ఈ కాలంలో కొన్ని గర్భనిరోధక పద్ధతులు అందించబడతాయి.

source: * It is highly unlikely that a woman will ovulate and be at risk of pregnancy during the first 21 days postpartum. However, for programmatic reasons, some contraceptive methods may be provided during this period.
as_in: *প্ৰসৱৰ পিছত প্ৰথম 21 দিনত এগৰাকী মহিলাৰ ডিম্বস্ফোটন হোৱা আৰু গৰ্ভধাৰণৰ আশংকা থকাৰ সম্ভাৱনা অতি কম। অৱশ্যে, কাৰ্যসূচীগত কাৰণত, এই সময়ছোৱাত কিছুমান গৰ্ভনিৰোধক পদ্ধতি প্ৰদান কৰা হ'ব পাৰে।
bn_in: *প্রসবের পর প্রথম 21 দিন মহিলার ডিম্বস্ফোটন হওয়া ও গর্ভধারণের ঝুঁকি থাকার ঘটনা খুব বিরল। তবে, এই সময়কালে কর্মসূচীগত কারণে কয়েকটি গর্ভনিরোধক পদ্ধতি প্রদান করা যায়।
gu_in: *પ્રસૂતિ પછીના પ્રથમ 21 દિવસો દરમિયાન સ્ત્રી અંડોત્સર્ગ કરવા લાગે અને ગર્ભાવસ્થા રહી જવાનું જોખમ હોય તેની શક્યતા ખૂબ ઓછી છે. જોકે, કાર્યક્રમ સંબંધિત કેટલાક કારણોસર આ સમયગાળા દરમિયાન કેટલીક ચોક્કસ ગર્ભનિરોધક પદ્ધતિઓને જ પૂરી પાડવામાં આવી શકે છે.
hi: *इस बात की संभावना नहीं है कि एक महिला प्रसव के उपरांत प्रथम 21 दिनों के दौरान डिंबोत्सर्जन (ओवुलेट) करेगी और उसे गर्भावस्था का खतरा होगा। हालांकि, कार्यक्रम संबंधी कारणों से, कुछ गर्भनिरोधक विधियाँ इस अवधि के दौरान प्रदान की जा सकती हैं।
kn_in: * ಪ್ರಸವಾನಂತರದ ಮೊದಲ 21 ದಿನಗಳಲ್ಲಿ ಮಹಿಳೆ ಅಂಡೋತ್ಪತ್ತಿ ಮಾಡುವ ಮತ್ತು ಗರ್ಭಧಾರಣೆಯ ಅಪಾಯದಲ್ಲಿರುವುದು ಹೆಚ್ಚು ಅಸಂಭವವಾಗಿರುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಕಾರ್ಯಕ್ರಮಾತ್ಮಕ ಕಾರಣಗಳಿಗಾಗಿ, ಈ ಅವಧಿಯಲ್ಲಿ ಕೆಲವು ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳನ್ನು ಒದಗಿಸಬಹುದು.
ml_in: * പ്രസവശേഷം ആദ്യത്തെ 21 ദിവസങ്ങളിൽ ഒരു സ്ത്രീക്ക് അണ്ഡോത്പാദനം നടക്കാനും ഗർഭധാരണത്തിനുള്ള സാധ്യത വളരെ കുറവാണ്. എന്നിരുന്നാലും, പ്രോഗ്രാമാറ്റിക് കാരണങ്ങളാൽ, ഈ കാലയളവിൽ ചില ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ നൽകിയേക്കാം.
or_in: * ଏହାର ଅତ୍ୟଧିକ ସମ୍ଭାବନା ନାହିଁ ଯେ, ଗର୍ଭପାତର ପ୍ରଥମ 21 ଦିନ ଅବଧିରେ ମହିଳାଙ୍କର ଡିମ୍ୱୋଦୟ ହେବ ଏବଂ ଗର୍ଭାବସ୍ଥାର ବିପଦ ରହିବ।ହେଲେ, କ୍ରମାଦେଶାତ୍ମକ କାରଣ ପାଇଁ ଏହି ଅବଧିରେ କିଛି ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ପ୍ରଦାନ କରାଯାଇପାରେ।
pa_in: * ਇਸ ਗੱਲ ਦੀ ਬਹੁਤ ਘੱਟ ਸੰਭਾਵਨਾ ਹੈ ਕਿ ਕਿਸੇ ਔਰਤ ਨੂੰ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ 21 ਦਿਨਾਂ ਦੌਰਾਨ ਗਰਭਅਵਸਥਾ ਦਾ ਖਤਰਾ ਹੋਵੇਗਾ। ਹਾਲਾਂਕਿ, ਪ੍ਰੋਗਰਾਮਿਕ ਕਾਰਨਾਂ ਕਰਕੇ, ਇਸ ਮਿਆਦ ਦੌਰਾਨ ਕੁਝ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
ta_in: *பிரசவத்திற்கு பிறகான முதல் 21 நாட்களில் ஒரு பெண்ணுக்கு கருமுட்டை வெளிப்பட்டு, கர்ப்பம் தரிக்கும் அபாயம் இருப்பது மிகவும் குறைவு. இருப்பினும், கால அட்டவணைக் காரணங்களுக்காக, இந்த காலகட்டத்தில் சில கருத்தடை மருந்துகள் வழங்கப்படலாம்.
te_in: * ప్రసవానంతర మొదటి 21 రోజులలో స్త్రీకి అండోత్సర్గము మరియు గర్భం వచ్చే ప్రమాదం చాలా తక్కువ. అయినప్పటికీ, ప్రోగ్రామాటిక్ కారణాల వల్ల, ఈ కాలంలో కొన్ని గర్భనిరోధక పద్ధతులు అందించబడతాయి.

source: <48 hrs
as_in: <48 ঘন্টা
bn_in: <48 ঘন্টা
hi: <48 घंटे
kn_in: <48 ಗಂಟೆಗಳು
ml_in: <48 മണിക്കൂർ
ta_in: <48 மணி நேரம்
te_in: <48 గంటలు

source: <strong>1–2 pregnancy</strong> per 100 women with perfect use
as_in: নিখুঁতভাৱে ব্যৱহাৰ কৰিলে প্ৰতি 100 গৰাকী মহিলাৰ ভিতৰত <strong>1–2 গৰ্ভধাৰণ </strong> কৰে
bn_in: সঠিক ব্যবহারে প্রতি 100 জন মহিলাতে <strong>1–2 টি গর্ভধারণ </strong>
gu_in: પર્ફેક્ટ રીતે ઉપયોગ કરવા પર દર 100 સ્ત્રીઓ દીઠ <strong>1-2 ગર્ભાવસ્થા</strong>
hi: ही उपयोग पर प्रति 100 महिलाओं में 1-2 गर्भधारण
kn_in: ಪರಿಪೂರ್ಣ ಬಳಕೆಯೊಂದಿಗೆ ಪ್ರತಿ 100 ಮಹಿಳೆಯರಲ್ಲಿ <strong>1-2 ಗರ್ಭಧಾರಣೆ</strong>
ml_in: ശരിയായി ഉപയോഗിക്കുമ്പോൾ 100 സ്ത്രീകളിൽ<strong>1-2 ഗർഭം</strong>
ta_in: சரியான உபயோகிப்புடன் 100 பெண்களில் <strong>1-2 பெண்கள்</strong> மட்டுமே கர்ப்பம் தரிக்கின்றனர்
te_in: ఖచ్చితమైన ఉపయోగంతో 100 మంది స్త్రీలలో 1-2 గర్భాలు

source: >35years
as_in: >35 বছর
bn_in: >35 বছর
hi: >35 वर्ष
kn_in: >35 ವರ್ಷ
ml_in: >35 വർഷം
ta_in: >35 வருடங்கள்

source: 0.5% Female sterilization - 0.15% Vasectomy
as_in: 0.5% মহিলা বন্ধ্যাকৰণ - 0.15% ভেচেক্ট'মী
bn_in: 0.5% মহিলা বন্ধ্যাত্বকরণ - 0.15% ভ্যাসেক্টোমি
gu_in: 0.5% મહિલા નસબંધી - 0.15% પુરુષ નસબંધી
hi: 0.5% महिला नसबंदी (स्टेरलाइजेशन) 0.15% पुरुष नसबंदी (वासेक्टोमी)
kn_in: 0.5% ಸ್ತ್ರೀ ಸಂತಾನಶಕ್ತಿ ಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ - 0.15% ರೇತ್ರನಾಳೋಚ್ಛೇದನ
ml_in: 0.5% സ്ത്രീകളുടെ വന്ധ്യംകരണം - 0.15% വാസക്ടമി
or_in: 0.5% ମହିଳା ବନ୍ଧ୍ୟାକରଣ 0.15% ଶୁକ୍ରବାହିକା ଉଚ୍ଛେଦନ
pa_in: 0.5% ਔਰਤਾਂ ਦੀ ਨਸਬੰਦੀ 0.15% ਮਰਦਾਂ ਦੀ ਨਸਬੰਦੀ
ta_in: 0.5% பெண் கருத்தடை - 0.15% வாசெக்டமி
te_in: 0.5% స్త్రీ స్టెరిలైజేషన్ 0.15% వాసెక్టమీ

source: 0.05% Implants - 0.8% IUD
as_in: 0.05% ইমপ্লেণ্ট - 0.8% IUD
bn_in: 0.05% ইমপ্ল্যান্ট- 0.8% IUD
gu_in: 0.05% ઇમ્પ્લાન્ટ્સ - 0.8% IUD
hi: 0.05% इम्प्लांट 0.8% IUD
kn_in: 0.05% ಕಸಿಗಳು - 0.8% IUD
ml_in: 0.05% ഇംപ്ലാന്റുകൾ - 0.8% IUD
or_in: 0.05% ପ୍ରତ୍ୟାରୋପଣ 0.8% IUD
pa_in: 0.05% ਇਮਪਲਾਂਟ - 0.8% IUD
ta_in: 0.05% இம்பிளான்ட்டுகள் - 0.8% IUD
te_in: 0.05% ఇంప్లాంట్లు 0.8% IUD

source: 1-rod implant, containing 68 mg of etonogestrel (Barium Impregnated).
as_in: 1-ৰড ইমপ্লেণ্টত, 68 mg এট’নোজেষ্ট্ৰেল (বেরিয়াম সংপৃক্ত) থাকে।
bn_in: 1-রড ইমপ্ল্যান্ট এ, 68 mg এটোনোজেস্ট্রেল (ব্যারিয়াম সম্পৃক্ত) থাকে।
gu_in: 1-રોડ ઇમ્પ્લાન્ટ, જે 68 મિગ્રા એટોનોજેસ્ટ્રેલ (બેરિયમ ઇમ્પ્રેગ્નેટેડ) ધરાવે છે
hi: 1-रॉड इम्प्लांट, जिसमें 68 मि.ग्रा. इटोनोगेस्ट्रेल (बेरियम इंप्रेग्नेटेड) हो।
kn_in: 1-ರಾಡ್ ಸೇರಿಸುವಿಕೆ, 68 ಮಿಗ್ರಾಂ ಎಟೊನೊಜೆಸ್ಟ್ರೆಲ್ (ಬೇರಿಯಮ್ ಇಂಪ್ರೆಗ್ನೇಟೆಡ್) ಅನ್ನು ಒಳಗೊಂಡಿದೆ.
ml_in: മില്ലിഗ്രാം ഈറ്റോണോജെസ്ട്രൽ അടങ്ങിയ 1-റോഡ് ഇംപ്ലാന്റ് (ബേരിയം ഇംപ്രെഗ്നേറ്റഡ്).
or_in: 1-ରଡ୍ ପ୍ରତିରୋପଣ, ଯେଉଁଥିରେ ଅଛି ଏଟୋନୋଜେଷ୍ଟ୍ରେଲ୍ (ବେରିୟମ୍ ଇମ୍ପ୍ରେଗନେଟେଡ୍)ର 68 mg।
pa_in: 1-ਰਾਡ ਇਮਪਲਾਂਟ ਵਿੱਚ 68 mg ਈਟੋਨੋਜੈਸਟਰਲ (ਬੇਰੀਅਮ ਇੰਪ੍ਰੈਗਨੇਟਿਡ) ਹੁੰਦਾ ਹੈ।
ta_in: 68 மில்லிகிராம் எடோனோஜெஸ்ட்ரல் (பேரியம் செறிவூட்டப்பட்டது) கொண்ட 1-ராடு (தடி) உள்வைப்பு.
te_in: 1- రాడ్ పెట్టడం, 68 మి.గ్రా ఎటెనో జెస్టెల్ (బేరియం ఇంప్రెగ్నేటెడ్)

source: 1–2 pregnancy per 100 women with perfect use
bn_in: সঠিক ব্যবহারে প্রতি 100 জন মহিলাতে 1–2টি গর্ভধারণ
gu_in: પર્ફેક્ટ રીતે ઉપયોગ કરવા પર દર 100 સ્ત્રીઓ દીઠ 1-2 ગર્ભાવસ્થા
hi: ही उपयोग पर प्रति 100 महिलाओं में 1-2 गर्भधारण
kn_in: ಪರಿಪೂರ್ಣ ಬಳಕೆಯೊಂದಿಗೆ ಪ್ರತಿ 100 ಮಹಿಳೆಯರಲ್ಲಿ 1-2 ಗರ್ಭಧಾರಣೆ
ml_in: ശരിയായി ഉപയോഗിക്കുമ്പോൾ 100 സ്ത്രീകളിൽ 1-2 ഗർഭം
or_in: ସଠିକ୍ ବ୍ୟବହାର ସହିତ 100 ମହିଳାଙ୍କ ମଧ୍ୟରେ 1-2 ଗର୍ଭଧାରଣ
pa_in: ਸਹੀ ਵਰਤੋਂ ਨਾਲ ਪ੍ਰਤੀ 100 ਔਰਤਾਂ ਵਿੱਚ 1-2 ਗਰਭ ਅਵਸਥਾ
ta_in: சரியான உபயோகிப்புடன் 100 பெண்களில் 1-2 பெண்கள் மட்டுமே கர்ப்பம் தரிக்கின்றனர்

source: 1. Levonorgestrel (LNG):
as_in: 1. লেভোনৰ্গেষ্ট্ৰেল (LNG):
bn_in: 1. লেভোনোরজেস্ট্রেল (LNG):
gu_in: 1. લીવોનોરજેસ્ટ્રેલ (LNG):
hi: 1. लेवोनोर्गेस्ट्रेल (LNG):
kn_in: 1. ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್ (LNG):
ml_in: 1. ലിവോനോർജെസ്ട്രെൽ (LNG):
or_in: 1. ଲିଭୋନୋର୍ଜେଷ୍ଟ୍ରେଲ୍ (LNG):
pa_in: 1. ਲੇਵੋਨੋਗੈਸਟ੍ਰੇਲ (LNG):
ta_in: 1. லெவோனார்ஜெஸ்ட்ரெல் (LNG):
te_in: 1. లెవోనోర్జెస్ట్రెల్ (LNG):

source: 1. Amenorrhoea.
as_in: 1. এমেনোৰিয়া ।
bn_in: 1. ঋতুস্রাব না হওয়া ।
gu_in: 1. માસિક રક્તસ્રાવ બંધ થઈ ગયેલો હોવો જોઇએ.
hi: 1. रजोरोध (एमेनोरिया)
kn_in: 1. ಅಮೆನೋರಿಯಾ.
ml_in: 1. എയ്മെനോറിയ.
or_in: 1. ଅମେନୋରିଆ
pa_in: 1. ਅਮੇਨੋਰੀਆ
ta_in: 1. அமெனோரோஹியா.
te_in: 1. రుతుక్రమం ఇంకా రాకపోవడం, అమెనోరియా

source: 1. DMPA-IM = 150 mg of DMPA given intramuscularly.
as_in: 1. DMPA-ৰ DMPA-IM = 150 মিগ্ৰা পেশীৰ মাধ্যমেৰে প্ৰয়োগ কৰা হয়।
bn_in: 1. DMPA-IM = 150 mg DMPA পেশির মধ্যে দেওয়া হয়।
gu_in: DMPA-IM = 150 મિગ્રા DMPAને સ્નાયુમાં આપવામાં આવે છે
hi: DMPA का DMPA-IM = 150 मिलीग्राम इंट्रामस्क्युलर रूप से दिया गया
kn_in: 1. DMPA-IM = 150 mg DMPA ಅನ್ನು ಅಂತರ್ಸ್ನಾಯುವಿನ ಮೂಲಕ ನೀಡಲಾಗುತ್ತದೆ.
ml_in: 1. DMPA-IM = 150 മില്ലിഗ്രാം DMPA പേശിക്കുള്ളിലേക്ക് നൽകുന്നു.
or_in: DMPA-IM = DMPA ର 150 mg ଅନ୍ତଃପେଶୀ ଭାବେ ଦିଆଯାଏ
pa_in: DMPA-IM = 150 mg DMPA ਇੰਟਰਾਮਸਕੁਲਰਲੀ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ
ta_in: 1. DMPA-IM = 150 மிகி. DMPA தசை வழியாக கொடுக்கப்படுகிறது.
te_in: DMPA-IM = 150 mg DMPA కండరంలోగా ఇవ్వబడింది

source: 2-rod implant, each rod containing 75 mg of LNG.
as_in: 2-ৰড-ৰ ইমপ্লেণ্ট, প্ৰতি ৰড-ত 75 মিগ্ৰা LNG থকা।
bn_in: 2-রড ইমপ্ল্যান্ট, প্রতিটি রডে 75 mg LNG থাকেLNG থাকে।
gu_in: 2-રોડનો ઇમ્પ્લાન્ટ, પ્રત્યેક રોડ 75 મિગ્રા LNG ધરાવે છે.
hi: 2-छड़ इम्प्लांट, प्रत्येक छड़ में 75 मिलीग्राम LNG होता है।
kn_in: 2-ರಾಡ್ ಕಸಿ, ಪ್ರತಿ ರಾಡ್ 75 mg LNG ಒಳಗೊಂಡಿದೆ.
ml_in: 2-റോഡ് ഇംപ്ലാന്റ്, ഓരോ ദണ്ഡിലും 75 മില്ലിഗ്രാം LNG അടങ്ങിയിരിക്കുന്നു.
or_in: 2-ରଡ୍ ପ୍ରତ୍ୟାରୋପଣ, ପ୍ରତ୍ୟେକ ରଡ୍‌ରେ LNG ର 75 mg ରହିଥାଏ
pa_in: 2-ਰਾਡ ਇੰਪਲਾਂਟ, ਹਰੇਕ ਰਾਡ ਜਿਸ ਵਿੱਚ 75 ਮਿਲੀਗ੍ਰਾਮ LNG ਹੁੰਦੀ ਹੈ
ta_in: 2-ராடு உள்வைப்பு. ஒவ்வொரு ராடிலும் 75 மிகி. LNG உள்ளது.
te_in: 2-రాడ్ ఇంప్లాంట్, ప్రతి రాడ్‌లో 75 mg LNG ఉంటుంది

source: 2. Fully or nearly fully breastfeeding.
as_in: 2. সম্পূৰ্ণৰূপে বা প্ৰায় সম্পূৰ্ণৰূপে স্তন্যপান কৰাই থকা ।
bn_in: 2. সম্পূর্ণভাবে বা প্রায় সম্পূর্ণভাবে স্তন্যদান ।
gu_in: 2. સંપૂર્ણ અથવા લગભગ સંપૂર્ણ સ્તપાન કરાવવું જોઇએ.
hi: 2. पूर्ण या लगभग पूर्ण स्तनपान
kn_in: 2. ಸಂಪೂರ್ಣವಾದ ಅಥವಾ ಬಹುತೇಕ ಸಂಪೂರ್ಣವಾದ ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸುವಿಕೆ.
ml_in: 2. പൂർണ്ണമായും അല്ലെങ്കിൽ ഏതാണ്ട് പൂർണ്ണമായ മുലയൂട്ടൽ.
or_in: 2. ସମ୍ପୂର୍ଣ୍ଣ କିମ୍ୱା ପାଖାପାଖି ସମ୍ପୂର୍ଣ୍ଣ ସ୍ତନ୍ୟପାନ
pa_in: 2. ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂ ਲਗਭਗ ਪੂਰੀ ਤਰ੍ਹਾਂ ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣਾ
ta_in: 2. முழுவதும் அல்லது கிட்டத்தட்ட முழுமையாக தாய்பாலூட்டுதல்.
te_in: 2. పూర్తిగా లేదా దాదాపు పూర్తిగా తల్లిపాలను ఇవ్వడం

source: 3 months delay in taking effect while stored sperm is still present; does not affect male sexual performance; voluntary and informed choice is essential.
as_in: সঞ্চিত থকা শুক্ৰাণু থাকে বাবে কাৰ্যকৰী হোৱাত 3 মাহ পলম হয়; পুৰুষৰ যৌন সম্ভোগৰ ক্ষমতা প্ৰভাৱিত নকৰে; অৱশ্যে স্বেচ্ছামূলক আৰু অৱগত পছন্দ অত্যাৱশ্যকীয়।
bn_in: সংরক্ষিত শুক্রাণু তখনও উপস্থিত থাকার জন্য কার্যকর হতে 3 মাস বিলম্ব; পুরুষের যৌন কর্মক্ষমতায় প্রভাব পড়ে না; স্বেচ্ছায় ও অবহিত সম্মতি আবশ্যক।
gu_in: જ્યારે સંગ્રહિત થયેલા શુક્રાણુ હજુ પણ હાજર હોય તો અસર થવામાં 3 મહિનાનો વિલંબ થાય છે; તેનાથી પુરુષોના જાતીય કાર્યદેખાવ પર કોઈ અસર થતી નથી; સ્વૈચ્છિક અને સૂચિત રીતે પસંદગી કરવી જરૂરી બની જાય છે.
hi: प्रभावी होने में 3 महीने की देरी होती है जिससे संग्रहीत शुक्राणु अभी भी मौजूद हैं; पुरुष यौन प्रदर्शन को प्रभावित नहीं करता; स्वैच्छिक और सूचित विकल्प आवश्यक है।
kn_in: ಸಂಗ್ರಹಿಸಿದ ವೀರ್ಯವು ಇನ್ನೂ ಇರುವಾಗ ಪರಿಣಾಮ ಬೀರುವಲ್ಲಿ 3 ತಿಂಗಳ ವಿಳಂಬ; ಪುರುಷ ಲೈಂಗಿಕ ಕಾರ್ಯಕ್ಷಮತೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ; ಸ್ವಯಂಪ್ರೇರಿತ ಮತ್ತು ತಿಳುವಳಿಕೆಯುಳ್ಳ ಆಯ್ಕೆ ಅತ್ಯಗತ್ಯ.
ml_in: സംഭരിച്ച ബീജം നിലനിൽക്കുമ്പോൾ പ്രാബല്യത്തിൽ വരാൻ 3 മാസത്തെ കാലതാമസം; പുരുഷന്റെ ലൈംഗിക പ്രകടനത്തെ ബാധിക്കില്ല; സ്വയം സന്നദ്ധവും വിവരം ബോദ്ധ്യപ്പെട്ടുള്ളതുമായ തിരഞ്ഞെടുപ്പ് അനിവാര്യമാണ്.
or_in: ଗଚ୍ଛିତ ଶୁକ୍ରାଣୁ ଏବେବି ଉପସ୍ଥିତ ଥିବାବେଳେ ପ୍ରଭାବୀ ହେବାରେ 3 ମାସର ବିଳମ୍ୱ; ପୁରୁଷଙ୍କ ଯୌନକ୍ରିୟା ପ୍ରଦର୍ଶନକୁ ପ୍ରଭାବିତ କରେ ନାହିଁ; ସ୍ୱେଚ୍ଛାକୃତ ଓ ସୂଚିତ ପସନ୍ଦ ଅତ୍ୟାବଶ୍ୟକ।
pa_in: ਪ੍ਰਭਾਵੀ ਹੋਣ ਵਿੱਚ 3 ਮਹੀਨਿਆਂ ਦੀ ਦੇਰੀ ਜਦੋਂ ਕਿ ਸਟੋਰ ਕੀਤੇ ਸ਼ੁਕਰਾਣੂ ਅਜੇ ਵੀ ਮੌਜੂਦ ਹਨ; ਮਰਦ ਦੇ ਜਿਨਸੀ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ; ਸਵੈਇੱਛਤ ਅਤੇ ਸੂਚਿਤ ਚੋਣ ਜ਼ਰੂਰੀ ਹੈ।
ta_in: சேமிக்கப்பட்ட விந்தணுக்கள் இன்னும் இருக்கையில், செயல்படுவதில் 3 மாதங்கள் தாமதம்.; ஆண் உடலுறவு செயல்திறனை பாதிக்காது ; தன்னார்வ மற்றும் தகவலறிந்த தேர்வு அவசியம்.
te_in: నిల్వ చేయబడిన స్పెర్మ్ ఇప్పటికీ ప్రభావం చూపడంలో 3 నెలల ఆలస్యం ఉన్నప్పటికీ; పురుషుల లైంగిక పనితీరును ప్రభావితం చేయదు; స్వచ్ఛంద మరియు సమాచారం ఎంపిక అవసరం.

source: 3. Less than six months postpartum.
as_in: 3. প্ৰসৱৰ পিছত ছয় মাহতকৈ কম।
bn_in: 3. প্রসবের পর ছয় মাসের কম।
gu_in: 3. પ્રસૂતિ પછી છ મહિનાથી ઓછો સમય થયો હોવો જોઇએ.
hi: 3. प्रसवोत्तर छह महीने से कम।
kn_in: 3. ಆರು ತಿಂಗಳಿಗಿಂತ ಕಡಿಮೆ ಅವಧಿಯ ಬಾಣಂತಿ.
ml_in: 3. പ്രസവശേഷം ആറുമാസത്തിൽ താഴെ.
or_in: 3. ପ୍ରସବ ପରେ ଛଅ ମାସରୁ କମ।
pa_in: 3. ਛੇ ਮਹੀਨਿਆਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ।
ta_in: 3. பிரசவமாகி ஆறு மாதங்களுக்கும் குறைவாக இருத்தல்.
te_in: 3. ప్రసవానంతర నుండి ఆరు నెలల కంటే తక్కువ కాలం అవడం.

source: 6 weeks–6 months
as_in: 6 সপ্তাহ–6 মাস
bn_in: 6 সপ্তাহ–6 মাস
gu_in: 6 અઠવાડિયા - 6 મહિના
hi: 6 सप्ताह-6 महीने
kn_in: 6 ಗಂಟೆಗಳು - 6 ವಾರಗಳು
ml_in: 6 മണിക്കൂർ – 6 ആഴ്ച
ta_in: 6 வாரங்கள் – 6 மாதங்கள்
te_in: 6 వారాలు - 6 నెలలు

source: 6-rod implant, each rod containing 36 mg of LNG (no longer in production).
as_in: 6-ৰড-ৰ ইমপ্লেণ্ট, প্ৰতি ৰড-ত 36 মিগ্ৰা LNG থকা (এতিয়া উৎপাদন নহয়)।
bn_in: 6-রড ইমপ্ল্যান্ট, প্রতিটি রডে 36 mg LNG থাকে (আর উৎপাদন হয় না)।
gu_in: 6-રોડનો ઇમ્પ્લાન્ટ, પ્રત્યેક રોડ 36 મિગ્રા LNG (હવે તેનું ઉત્પાદન થતું નથી) ધરાવે છે.
hi: 6-छड़ इम्प्लांट, प्रत्येक छड़ में 36 मिलीग्राम LNG होता है (अब उत्पादन में नहीं हैं)।
kn_in: 6-ರಾಡ್ ಕಸಿ, ಪ್ರತಿ ರಾಡ್ 36 mg LNG ಹೊಂದಿರುತ್ತದೆ (ಇನ್ನು ಮುಂದೆ ಉತ್ಪಾದನೆಯಲ್ಲಿಲ್ಲ).
ml_in: 6-റോഡ് ഇംപ്ലാന്റ്, ഓരോ ദണ്ഡിലും 36 മില്ലിഗ്രാം LNG അടങ്ങിയിരിക്കുന്നു (ഇനി ഉൽപ്പാദിപ്പിക്കുന്നില്ല).
or_in: 6-ରଡ୍ ପ୍ରତ୍ୟାରୋପଣ, ପ୍ରତ୍ୟେକ ରଡ୍‌ରେ LNG ର 36 mg ରହିଥାଏ (ଆଉ ଉତ୍ପାଦନରେ ନାହିଁ)।
pa_in: 6-ਰਾਡ ਇੰਪਲਾਂਟ, ਹਰੇਕ ਰਾਡ ਜਿਸ ਵਿੱਚ 36 ਮਿਲੀਗ੍ਰਾਮ LNG ਹੁੰਦੀ ਹੈ (ਹੁਣ ਉਤਪਾਦਨ ਵਿੱਚ ਨਹੀਂ)।
ta_in: 6–ராடு உள்வைப்பு, ஒவ்வொரு ராடிலும் 36 மிகி LNG உள்ளது. இபொழுது உற்பத்தியில் இல்லை).
te_in: 6-రాడ్ ఇంప్లాంట్, ప్రతి రాడ్ 36 mg LNG కలిగి ఉంటుంది (ఇకపై ఉత్పత్తిలో లేదు).

source: 40 years and above
as_in: 40 বছৰ বা ততোধিক
bn_in: 40 বছর বা তার ঊর্ধ্বে
gu_in: 40 વર્ષ અને તેનાથી મોટી વય
hi: 40 वर्ष और उससे अधिक
kn_in: 40 ವರ್ಷ ಮತ್ತು ಮೇಲ್ಪಟ್ಟವರು
ml_in: 40 വയസ്സും അതിന് മുകളിലും
or_in: 40 ବର୍ଷ ଓ ତଦୂର୍ଦ୍ଧ୍ୱ
pa_in: 40 ਸਾਲ ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ
ta_in: 40 வருடம் அல்லது அதற்கு மேல்
te_in: 40 ఏళ్ళు, ఆ పైన వయసు

source: 48 hrs–6 weeks
as_in: 48 ঘন্টা – 6 সপ্তাহ
bn_in: 48 ঘন্টা – 6 সপ্তাহ
gu_in: 48 કલાક - 6 અઠવાડિયા
hi: 48 घंटे- 6 सप्ताह
kn_in: 48 ಗಂಟೆಗಳು – 6 ವಾರಗಳು
ml_in: 48 മണിക്കൂർ – 6 ആഴ്ച
ta_in: 48 மணி நேரம் – 6 வாரங்கள்
te_in: 48 గంటలు - 6 వారాలు

source: 99% with correct and consistent use.
as_in: সঠিক আৰু সংগতিপূৰ্ণ ব্যৱহাৰৰ সৈতে 99%।
bn_in: সঠিক ও সঙ্গতিপূর্ণ ব্যবহারে 99%।
gu_in: યોગ્ય અને નિરંતર ઉપયોગ કરવા પર 99%.
hi: सही और लगातार उपयोग के साथ 99% जैसा आमतौर पर उपयोग किया जाता है 98%
kn_in: ಸರಿಯಾದ ಮತ್ತು ನಿರಂತರ ಬಳಕೆಯೊಂದಿಗೆ 99%
ml_in: ശരിയായതും സ്ഥിരവുമായ ഉപയോഗത്തിൽ 99%
or_in: ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାର ସହିତ 99%
pa_in: 99% ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਨਾਲ
ta_in: 99% சரியான மற்றும் நீடித்த உபயோகிப்பு .
te_in: సరైన మరియు స్థిరమైన ఉపయోగంతో 99%

source: A Cu-IUD can be inserted at any time if it can be determined that the woman is not pregnant. No additional contraceptive protection is needed.
as_in: মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি নিৰ্ধাৰণ কৰিব পাৰিলে যিকোনো সময়তে Cu-IUD প্ৰবিষ্ট কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: গর্ভবতী নন সেটি নির্ধারিত হলে, যেকোনও সময় Cu-IUD প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: સ્ત્રી ગર્ભવતી નથી તે જો નક્કી કરી શકાય તેમ હોય તો Cu-IUDને કોઈ પણ સમયે દાખલ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: किसी भी समय Cu-IUD लगाया जा सकता है यदि यह निर्धारित किया जा सके कि महिला गर्भवती नहीं है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की जरूरत नहीं है।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾದರೆ Cu-IUDಯನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಸೇರಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് നിർണ്ണയിക്കാൻ കഴിയുമെങ്കിൽ ഏത് സമയത്തും ഒരു Cu-IUD നിക്ഷേപിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ଯଦି ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି ବୋଲି ନିର୍ଦ୍ଧାରଣ କରାଯାଇପାରିବ, ତେବେ ଯେକୌଣସି ସମୟରେ ଏକ Cu--IUD ଭର୍ତ୍ତି କରାଯାଇପାରିବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: Cu-IUD ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: பெண் கர்ப்பமாக இல்லை என்பதை தீர்மானிக்க முடிந்தால், எந்த நேரத்திலும் ஒரு Cu-IUD செருகப்படலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்புக்கும் அவசியமில்லை.
te_in: స్త్రీ గర్భవతి కాదని నిర్ధారించగలిగితే, Cu-IUDని స్త్రీ గర్భాశయం లోనికి రాగిని కలిగి ఉండే IUDని చొప్పించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: A method that a client can stop or start without seeing a medical provider.
as_in: চিকিৎসা প্রদানকারীকে না দেখিয়ে গ্রাহক পদ্ধতি বন্ধ বা শুরু করতে পারেন ।
bn_in: চিকিৎসা প্রদানকারীকে না দেখিয়ে গ্রাহক পদ্ধতি বন্ধ বা শুরু করতে পারেন ।
gu_in: એવી પદ્ધતિ કે જેને ક્લાયેન્ટ મેડિકલ પ્રોવાઇડરની મદદ વગર ચાલું કે બંધ કરી શકે છે.
hi: एक ऐसी विधि जिसे ग्राहक चिकित्सा प्रदाता से मिले बिना बंद या शुरू कर सकता है
kn_in: ವೈದ್ಯಕೀಯ ಪೂರೈಕೆದಾರರನ್ನು ನೋಡದೆಯೇ ಫಲಾನುಭವಿಗಳೇ ನಿಲ್ಲಿಸಬಹುದಾದ ಅಥವಾ ಪ್ರಾರಂಭಿಸಬಹುದಾದ ವಿಧಾನ.
ml_in: ഒരു ക്ലയന്റിന് ഒരു മെഡിക്കൽ ദാതാവിനെ കാണാതെ നിർത്താനോ ആരംഭിക്കാനോ കഴിയുന്ന ഒരു രീതി
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯାହାକୁ ଜଣେ କ୍ଲାଏଣ୍ଟ ଡାକ୍ତରୀ ପ୍ରଦାତାଙ୍କୁ ଦେଖାନକରି ବନ୍ଦ କିମ୍ବା ଆରମ୍ଭ କରିପାରିବେ
pa_in: ਇੱਕ ਵਿਧੀ ਜੋ ਕੋਈ ਕਲਾਇੰਟ ਕਿਸੇ ਮੈਡੀਕਲ ਪ੍ਰਦਾਤਾ ਨੂੰ ਵੇਖੇ ਬਿਨਾਂ ਰੋਕ ਸਕਦਾ ਹੈ ਜਾਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦਾ ਹੈ
ta_in: மருத்துவ ஆலோசனை இல்லாமலே ஒரு வாடிக்கையாளர் துவக்கவோ நிறுத்தவோ கூடிய ஒரு முறை
te_in: వైద్యం అందించేవ్యక్తిని చూడకుండానే క్లయింట్ ఆపివేయగల లేదా ప్రారంభించగల పద్ధతి

source: A method that can last a number of years.
as_in: কয়েক বছর ধরে টিকে থাকা পদ্ধতি ।
bn_in: কয়েক বছর ধরে টিকে থাকা পদ্ধতি ।
gu_in: એવી પદ્ધતિ જે વર્ષો વર્ષ સુધી ટકી શકે છે.
hi: एक ऐसी विधि जो कई वर्षों तक चल सकती है
kn_in: ಹಲವಾರು ವರ್ಷಗಳವರೆಗೆ ಉಳಿಯುವ ವಿಧಾನ.
ml_in: വർഷങ്ങളോളം നീണ്ടുനിൽക്കുന്ന ഒരു രീതി.
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯାହା ଅନେକ ବର୍ଷ ଧରି ରହିପାରେ
pa_in: ਇੱਕ ਵਿਧੀ ਜੋ ਕਈ ਸਾਲਾਂ ਤੱਕ ਚੱਲ ਸਕਦੀ ਹੈ
ta_in: பல ஆண்டுகளுக்கு நீடித்த பலன் தரக்கூடிய ஒரு முறை.
te_in: కొన్ని సంవత్సరాల పాటు ఉండే పద్ధతి

source: A method that does not contain any hormones.
as_in: কোনও হরমোন না থাকা পদ্ধতি ।
bn_in: কোনও হরমোন না থাকা পদ্ধতি।
gu_in: એવી પદ્ધતિ કે જે કોઈ હોર્મોન ધરાવતી નથી.
hi: ऐसी विधि जिसमें कोई भी हार्मोन नहीं होता है
kn_in: ಯಾವುದೇ ಹಾರ್ಮೋನುಗಳನ್ನು ಹೊಂದಿರದ ವಿಧಾನ.
ml_in: ഹോർമോണുകളൊന്നും അടങ്ങിയിട്ടില്ലാത്ത ഒരു രീതി.
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯେଉଁଥିରେ କୌଣସି ହରମୋନ୍ ନାହିଁ
pa_in: ਇੱਕ ਵਿਧੀ ਜਿਸ ਵਿੱਚ ਕੋਈ ਹਾਰਮੋਨ ਨਹੀਂ ਹੁੰਦੇ
ta_in: எந்த ஹார்மோன்களும் இல்லாத ஒரு முறை
te_in: ఏ హార్మోన్లు లేని పద్ధతి

source: A method that is more than 99% effective at preventing pregnancy in typical use.
as_in: সাধারণ ব্যবহারে গর্ভধারণ রোধ করতে 99%-এর বেশি কার্যকর পদ্ধতি ।
bn_in: সাধারণ ব্যবহারে গর্ভধারণ রোধ করতে 99%-এর বেশি কার্যকর পদ্ধতি ।
gu_in: એવી પદ્ધતિ કે જેનો ચોક્કસ રીતે ઉપયોગ કરવાથી ગર્ભાવસ્થાને નિવારવામાં 99% કરતાં વધારે અસરકારક સાબિત થાય.
hi: एक विधि जो विशिष्ट उपयोग में गर्भावस्था की रोकथाम में 99% से अधिक प्रभावी है
kn_in: ಸಾಮಾನ್ಯ ಬಳಕೆಯಲ್ಲಿ ಗರ್ಭಧಾರಣೆಯನ್ನು ತಡೆಗಟ್ಟುವಲ್ಲಿ 99% ಕ್ಕಿಂತ ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾದ ವಿಧಾನ.
ml_in: സാധാരണ ഉപയോഗത്തിൽ ഗർഭധാരണം തടയുന്നതിന് 99%-ലധികം ഫലപ്രദമായ ഒരു രീതി.
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯାହାର ବିଶେଷ ବ୍ୟବହାରରେ ଗର୍ଭଧାରଣକୁ ରୋକିବାରେ 99% ରୁ ଅଧିକ ପ୍ରଭାବଶାଳୀ ଅଟେ।
pa_in: ਇੱਕ ਵਿਧੀ ਜੋ ਆਮ ਵਰਤੋਂ ਵਿੱਚ ਗਰਭਅਵਸਥਾ ਨੂੰ ਰੋਕਣ ਲਈ 99٪ ਤੋਂ ਵੱਧ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ
ta_in: வழக்கமான பயன்பாட்டில் கருத்தரித்தலை தடுப்பதில் 99%க்கும் அதிகமான செயல்திறன் வாய்ந்த ஒரு முறை.
te_in: సాధారణ ఉపయోగంలో గర్భధారణను నివారించడంలో 99% కంటే ఎక్కువ ప్రభావవంతమైన పద్ధతి

source: A method that is not able to detected by a partner or other people when in use.
as_in: পদ্ধতি ব্যবহারের সময়ে সঙ্গী বা অন্যান্য মানুষ শনাক্ত করতে সক্ষম নন ।
bn_in: পদ্ধতি ব্যবহারের সময়ে সঙ্গী বা অন্যান্য মানুষ শনাক্ত করতে সক্ষম নন ।
gu_in: એવી પદ્ધતિ કે જેનો ઉપયોગ કરતી વખતે તમારા જીવનસાથી કે અન્ય લોકોને ખબર પડે નહીં.
hi: ऐसी विधि जिसे उपयोग करने पर किसी साथी या अन्य लोगों द्वारा पता नहीं किया जा सकता है
kn_in: ಋತುಚಕ್ರದಂತೆಯೇ ನಿಯಮಿತವಾಗಿ ನಿಗದಿತ ಮಾಸಿಕ ರಕ್ತಸ್ರಾವಕ್ಕೆ ಕಾರಣವಾಗುವ ವಿಧಾನ.
ml_in: ഉപയോഗത്തിലിരിക്കുമ്പോൾ ഒരു പങ്കാളിക്കോ മറ്റ് ആളുകൾക്കോ കണ്ടെത്താൻ കഴിയാത്ത ഒരു രീതി.
or_in: ଏପରି ଏକ ପ୍ରଣାଳୀ, ଯାହା ଜଣେ ସାଥୀ କିମ୍ବା ଅନ୍ୟ ଲୋକଙ୍କ ଦ୍ୱାରା ଚିହ୍ନଟ କରିବାକୁ ସକ୍ଷମ ନୁହେଁ
pa_in: ਇੱਕ ਅਜਿਹੀ ਵਿਧੀ ਜੋ ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ 'ਤੇ ਕਿਸੇ ਸਾਥੀ ਜਾਂ ਹੋਰ ਲੋਕਾਂ ਦੁਆਰਾ ਪਤਾ ਲਗਾਉਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੁੰਦਾ
ta_in: பயன்படுத்தும் போது துணைவராலோ அல்லது மற்றவராலோ கண்டுபிடிக்க முடியாத ஒரு முறை.
te_in: ఉపయోగంలో ఉన్నప్పుడు భాగస్వామి లేదా ఇతర వ్యక్తులు గుర్తించలేని పద్ధతి
